---
kind: method
id: M:Autodesk.Revit.DB.PDFExportOptions.#ctor
source: html/7ad4a32e-e9f0-2808-a6bd-49965389f80c.htm
---
# Autodesk.Revit.DB.PDFExportOptions.#ctor Method

Creates a default options object.

## Syntax (C#)
```csharp
public PDFExportOptions()
```